<?php
/**
 * ============================================================================
 * 版权所有 2008-2012 多多科技，并保留所有权利。
 * 网站地址: http://soft.duoduo123.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
*/
if(!defined('PAGE')) exit('miss page');

$txid=(int)$_GET['txid'];
$key=$_GET['key'];
$status=$_GET['status'];
$api_return=$_GET['return'];

if(md5($webset['tixian']['key'])==$key){
	$a=$duoduo->tixian($txid,'yes',1,$status,$api_return);
	if($a['s']==1){
		echo 1;
	}
	else{
		echo -1;
	}
}
else{
	echo 0;
}
?>