<?php 
/**
 * ============================================================================
 * 版权所有 多多科技，保留所有权利。
 * 网站地址: http://soft.duoduo123.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
*/

if(!defined('ADMIN')){
	exit('Access Denied');
}

$type=array('0'=>'审核中','1'=>'审核通过','2'=>'审核失败');
$p=$_GET['page']?$_GET['page']:1;
$pagesize=20;

$url=DD_U_URL.'/?g=Home&m=DdApi&a=tixian&key='.DDYUNKEY.'&url='.urlencode(URL).'&listRows='.$pagesize.'&p='.$p;
$a=dd_get_json($url);

$total=$a['r']['allcount'];
$row=$a['r']['result'];
?>