<?php 
/**
 * ============================================================================
 * 版权所有 多多科技，保留所有权利。
 * 网站地址: http://soft.duoduo123.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
*/

if(!defined('DDROOT')){
	exit('Access Denied');
}

return array(
	'tao'=>'淘宝返利',
	'mall'=>'商城返利',
	'paipai'=>'拍拍返利',
	'goods'=>'商品导购',
	'task'=>'任务赚钱',
	'wap'=>'手机wap',
	'app'=>'手机app',
	'user'=>'会员中心',
	'about'=>'关于我们',
	'article'=>'文章系统',
	'baobei'=>'晒单宝贝',
	'help'=>'帮助中心',
	'hezuo'=>'商家中心',
	'huodong'=>'活动推广',
	'huan'=>'积分兑换',
);