<?php
/**
 * ============================================================================
 * 版权所有 2008-2013 多多科技，并保留所有权利。
 * 网站地址: http://soft.duoduo123.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用；
 * 不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
*/

if(isset($_POST['sub']) && $_POST['sms_open']==1){
	if($_POST['sms_open']==1 && $_POST['sms']!=''){
		$content=$_POST['sms'];
		$ddopen=fs('ddopen');
		$re=$ddopen->sms_content_check($content);
		if($re['s']==1){
			jump(-1,'短信内容包含敏感词“'.$re['r'].'”，请去掉');
		}
	}
}

include(ADMINROOT.'/mod/public/addedi.act.php');
?>